Repository: ONSdigital/eq-translations
Catalog: translations/test_translation_translate_*.po
Languages: cy

source: Notice is given under section 1 of the Statistics of Trade Act 1947.
cy: WELSH - Notice is given under section 1 of the Statistics of Trade Act 1947.

source: Navigation Title
cy: WELSH - Navigation Title

source: Data should relate to all sites in England, Scotland and Wales unless otherwise stated.
cy: WELSH - Data should relate to all sites in England, Scotland and Wales unless otherwise stated.

source: Information you need
cy: WELSH - Information you need

source: You can select the dates of the period you are reporting for, if the given dates are not appropriate.
cy: WELSH - You can select the dates of the period you are reporting for, if the given dates are not appropriate.

source: Total Turnover
cy: WELSH - Total Turnover

source: Include:
cy: WELSH - Include:

source: exports
cy: WELSH - exports

source: payments for work in progress
cy: WELSH - payments for work in progress

source: Exclude:
cy: WELSH - Exclude:

source: VAT
cy: WELSH - VAT

source: excise duties
cy: WELSH - excise duties

source: Other:
cy: WELSH - Other:

source: Other interests
cy: WELSH - Other interests

source: holidays
cy: WELSH - holidays

source: How we use this data
cy: WELSH - How we use this data

source: You cannot appeal your selection. Your business was selected to give us a comprehensive view of the UK economy.
cy: WELSH - You cannot appeal your selection. Your business was selected to give us a comprehensive view of the UK economy.

source: The information you provide contributes to <a rel='noopener noreferrer' target='_blank' href='https://www.ons.gov.uk/economy/grossdomesticproductgdp'>Gross Domestic Product (GDP).</a>
cy: WELSH - The information you provide contributes to <a rel='noopener noreferrer' target='_blank' href='https://www.ons.gov.uk/economy/grossdomesticproductgdp'>Gross Domestic Product (GDP).</a>

source: How we use your data
cy: WELSH - How we use your data

source: <p>This is an interstitial block.</p>
cy: WELSH - <p>This is an interstitial block.</p>

source: Interstitial Block
cy: WELSH - Interstitial Block

source: Block 1
cy: WELSH - Block 1

source: Who are you answering for??
cy: WELSH - Who are you answering for??

source: Why use LiFePO4 batteries?
cy: WELSH - Why use LiFePO4 batteries?

source: A typical photovoltaic system employs solar panels, each comprising a number of solar cells, which generate electrical power. PV installations may be ground-mounted, rooftop mounted or wall mounted. The mount may be fixed, or use a solar tracker to follow the sun across the sky.
cy: WELSH - A typical photovoltaic system employs solar panels, each comprising a number of solar cells, which generate electrical power. PV installations may be ground-mounted, rooftop mounted or wall mounted. The mount may be fixed, or use a solar tracker to follow the sun across the sky.

source: 3 Benefits of LifePO4 batteries.
cy: WELSH - 3 Benefits of LifePO4 batteries.

source: LifePO4 batteries have a life span 10 times longer than that of traditional lead acid batteries. This dramatically reduces the need for battery changes.
cy: WELSH - LifePO4 batteries have a life span 10 times longer than that of traditional lead acid batteries. This dramatically reduces the need for battery changes.

source: Lithium iron phosphate batteries operate with much lower resistance and consequently recharge at a faster rate.
cy: WELSH - Lithium iron phosphate batteries operate with much lower resistance and consequently recharge at a faster rate.

source: LifeP04 lightweight batteries are lighter than lead acid batteries, usually weighing about 1/4 less.
cy: WELSH - LifeP04 lightweight batteries are lighter than lead acid batteries, usually weighing about 1/4 less.

source: Feeling answer
cy: WELSH - Feeling answer

source: Show feeling answer help
cy: WELSH - Show feeling answer help

source: Hide feeling answer help
cy: WELSH - Hide feeling answer help

source: This should be answered to see if you are answering on behalf of someone else
cy: WELSH - This should be answered to see if you are answering on behalf of someone else

# Answer for: Who are you answering for??
source: Answering for this person
cy: WELSH - Answering for this person

# Answer for: Who are you answering for??
source: Answering myself
cy: WELSH - Answering myself

# Answer for: Who are you answering for??
source: Specify why answering for yourself is bad
cy: WELSH - Specify why answering for yourself is bad

source: Block 2
cy: WELSH - Block 2

source: What is ‘this persons’ date of birth?
cy: WELSH - What is ‘this persons’ date of birth?

source: what is your date of birth?
cy: WELSH - what is your date of birth?

source: all employees in Great Britain (England, Scotland and Wales), both full and part-time, who received pay in the relevant period
cy: WELSH - all employees in Great Britain (England, Scotland and Wales), both full and part-time, who received pay in the relevant period

source: trainees on government schemes
cy: WELSH - trainees on government schemes

source: employees working abroad unless paid directly from this business’s GB payroll
cy: WELSH - employees working abroad unless paid directly from this business’s GB payroll

source: employees in Northern Ireland
cy: WELSH - employees in Northern Ireland

source: confirm
cy: WELSH - confirm

# Answer for: What is ‘this persons’ date of birth?
source: Yes
cy: WELSH - Answer for: What is ‘this persons’ date of birth?

# Answer for: What is ‘this persons’ date of birth?
source: No
cy: WELSH - Answer for: What is ‘this persons’ date of birth?

source: Calculated Summary Main Title Block 2
cy: WELSH - Calculated Summary Main Title Block 2

source: Calculated Summary Calculation Title Block 2
cy: WELSH - Calculated Summary Calculation Title Block 2

source: Summary
cy: WELSH - Summary
